Autodesk.Revit.DB.Structure.LoadCombinationState
Since:
2016
Specifies load combination state.
Since:
2016

Autodesk.Revit.DB.Structure.LoadCombinationState.Ultimate
Ultimate

Autodesk.Revit.DB.Structure.LoadCombinationState.Serviceability
Serviceability